{
  "authCheck": "Проверка подлинности",
  "company": "О компании",
  "news": "Новости",
  "social": "Социальная ответственность",
  "culture": "Корпоративная культура",
  "catalog": "Каталог",
  "engineOils": "Моторные масла",
  "transmissionOils": "Трансмиссионные масла",
  "antifreezes": "Антифризы",
  "oilSelection": "Подбор масла",
  "oilSelectionTitle": "Подбор масла",
  "chinaCars": "Продукты для китайских автомобилей",
  "whereBuy": "Где купить",
  "distributors": "Дистрибьюторы",
  "outlets": "Торговые точки",
  "contacts": "Контакты",
  "searchPlaceholder": "Поиск",
  "searchHelp": "Начните поиск по фразе или артикулу товара.",
  "mir": "Мир моторных масел",
  "world": "Добро пожаловать в мир Valesco",
  "brand": "Бренд Valesco",
  "euroTech": "Бренд EuroTec принадлежит компании по производству смазочных материалов VALESCO.",
  "цель": "Наша главная цель",
  "предоставлять": "это предоставлять продукты, которые опережают свое время, используя творческий подход и новейшие технологии.",
  "Узнать больше": "Узнать больше",
  "wideProductRange": "Широкая линейка продуктов",
  "productRangeDescription": "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей.",
  "useOurSelector": "Воспользуйтесь нашим подборщиком, чтобы определить, какое масло подходит для вашей машины.",
  "chooseYourValesco": "Подбери свой Valesco",
  "Почему Valesco": "Почему Valesco",
  "способствует": "Valesco способствует повышению производительности двигателей и обеспечивает превосходную защиту даже в экстремальных климатических условиях.",
  "Наша": "Наша гордость",
  "основе": "Масла на полностью синтетической основе",
  "премиальная": "новая премиальная линейка продукции Valesco TOP. Теперь доступны и в России!",
  "Все": "Все премиальные продукты",
  "делает": "Что делает Valesco особенным",
  "большим": "Главное преимущество Valesco заключается в использовании лучшего в мире базового масла группы III.",
  "масел": "это собственный бренд, который занимает более 40% мирового рынка премиум-класса базовых масел группы III. Это гарантирует высочайшее качество, надежность и стабильность продукции.",
  "лидер": "мировой лидер в ключевых отраслях, определяющих образ будущего",
  "строит": "VALESCO строит целые индустрии и инвестирует в бизнесы, которые меняют правила игры для всех участников. Мы отдаем приоритет долгосрочному успеху и благополучию в интересах будущих поколений.",
  "Хочешь": "Хочешь узнать больше?",
  "дорожим": "Мы дорожим доверием клиентов, поэтому мы предоставляем товары исключительного качества и меняемся в соответствии с потребностями рынка. Мы защищаем данные о клиентах в соответствии с законом и регламентом компании.",
  "КОМПАНИЯ": "КОМПАНИЯ",
  "культураs": "Корпоративная культураs",
  "ПРОДУКЦИЯ": "ПРОДУКЦИЯ",
  "телефона": "Номер телефона",
  "address": "Адрес",
  "E-mail": "Электронная почта",
  "addressValesco": "Республика Узбекистан, Ташкентская область, Зангиатинский район, Эркинский сельский сход граждан, улица Зафаробод, дом 28",
  "Контакты": "Контакты",
  "какие-либо": "Если у вас возникли какие-либо вопросы или вам нужна дополнительная информация, мы всегда на связи. Оставьте заявку, и наши специалисты свяжутся с вами в кратчайшие сроки.",
  "Адрес": "Адрес",
  "для связи": "для связи",
  "дистрибьюторы": "дистрибьюторы",
  "Вы можете": "Вы можете приобрести подлинные масла у наших официальных дистрибьюторов",
  "Показать фильтр": "Показать фильтр",
  "Скрыть фильтр": "Скрыть фильтр",
  "Кто мы такие": "Кто мы такие",
  "Наша компания": "Наша компания является производителем, моторный масла, тормозных жидкостей, охлаждающих жидкостей и авто химии.",
  "начало": "В 2019 году начало производить моторных автомасел под брендом VALESCO, что отвечающим мировым стандартам. Компания основана в 2011 году, как Узбекско-Kорейский совместное “GLOBAL PETROCHEMICAL GROUP” предприятие в городе Ташкенте.",
  "производства": "Все этапы производства (включая производство тары) проводятся на собственном технологическом оборудовании. Производится тщательный контроль качества на каждом этапе производства",
  "Продукция компании":"Продукция компании GPG полностью соответствует всем необходимым стандартам, успешно прошла испытания в соответствующих лабораториях и имеет протоколы испытаний, а также имеет сертификацию агентства стандартизации, метрологии и сертификации «УзСтандарт» и получила допуск к производству и применению в транспортных средствах согласно ТУ 64-23424406-01:2012",
  "Так как":"Так как, продукция компании “GLOBAL PETROCHEMICAL GROUP” отвечает требованиям мировых автопроизводителей, с 2012 года, наша компания начало активно осваивать рынок стран СНГ.  Компания экспортирует продукцию в такие страны, как Казахстан, Кыргызстан, Туркменистан и т.д.",
  "линейка": "Широкая линейка продуктов",
  "России много":"Сегодня на дорогах можно встретить автомобили самых разных марок и моделей. У нас есть широкий выбор масел и технических жидкостей, соответствующих требованиям европейских, американских и азиатских автопроизводителей.",
  "Воспользуйтесь нашим":"Воспользуйтесь нашим подборщиком, чтобы определить, какое масло подходит именно для вашего автомобиля.",
  "Подробнее": "Подробнее",
  "Преимущества":"Преимущества",
  "Фасовка и артикул":"Фасовка и артикул",
  "Спецификации":"Спецификации",
  "Характеристики":"Характеристики",
  "Документация":"Документация",
  "Название индикатора": "Название индикатора",
  "Значение": "Значение",
  "Метод испытания": "Метод испытания",
  "скачать": "скачать",
  "Класс вязкости SAE": "Класс вязкости SAE",
  "Плотность при 15°С, г/см3": "Плотность при 15°С, г/см3",
  "Кинематическая вязкость при 40 °С, мм2/с": "Кинематическая вязкость при 40 °С, мм2/с",
  "Кинематическая вязкость при 100 °С, мм2/с": "Кинематическая вязкость при 100 °С, мм2/с",
  "Индекс вязкости": "Индекс вязкости",
  "Температура вспышки в открытом тигле °С": "Температура вспышки в открытом тигле °С",
  "Температура затвердевания, °С": "Температура затвердевания, °С",
  "Щелочное число, мг КОН/г": "Щелочное число, мг КОН/г",
  "По выбранным":"По выбранным фильтрам продукты не найдены",
  "Загрузка...":"Загрузка...",
  "Ничего не найдено": "Ничего не найдено"

}       