{
  "authCheck": "Authenticity Check",
  "company": "About Company",
  "news": "News",
  "social": "Social Responsibility",
  "culture": "Corporate Culture",
  "catalog": "Catalog",
  "engineOils": "Engine Oils",
  "transmissionOils": "Transmission Oils",
  "antifreezes": "Antifreezes",
  "oilSelection": "Oil Selection",
  "oilSelectionTitle": "Oil Selection",
  "chinaCars": "Products for Chinese Cars",
  "whereBuy": "Where to Buy",
  "distributors": "Distributors",
  "outlets": "Retail Outlets",
  "contacts": "Contacts",
  "searchPlaceholder": "Search",
  "searchHelp": "Start searching by phrase or product article number.",
  "mir": "The world of motor oils",
  "world": "Welcome to the world of Valesco",
  "brand": "Brand Valesco",
  "euroTech": "The EuroTec brand belongs to the VALESCO lubricants company.",
  "цель": "Our main goal",
  "предоставлять": "It is to provide products that are ahead of their time, using a creative approach and the latest technologies.",
  "Узнать больше": "Learn more",
  "wideProductRange": "Wide range of products",
  "productRangeDescription": "There are many different cars in Russia. And we have many different oils, including those with tolerances and specifications from European and American automakers.",
  "useOurSelector": "Use our selector to determine which oil is suitable for your car.",
  "chooseYourValesco": "Pick your Valesco",
  "Почему Valesco":"Why Valesco",
  "способствует": "Valesco contributes to increased engine performance and provides excellent protection even in extreme climatic conditions.",
  "Наша": "Our pride",
  "основе": "Purely synthetic-based oils",
  "премиальная": "a new premium line of Valesco TOP products. Now available in Russia!",
  "Все": "All premium products",
  "делает": "What makes Valesco special",
  "большим":"Valesco's biggest advantage is that it uses the world's best Group III base oil.",
  "масел": "This is Valesco's own base oil brand, which accounts for over 40% of the global premium group III base oil market.",
  "лидер": "world leader in key industries that shape the future",
  "строит": "VALESCO builds entire industries and invests in businesses that change the rules of the game for all participants. We prioritize long-term success and prosperity for the benefit of future generations.",
  "Хочешь": "Want to learn more?",
  "дорожим":"We value customer trust, so we provide exceptional quality goods and change according to market needs. We protect customer data in accordance with the law and company regulations.",
  "КОМПАНИЯ": "COMPANY",
  "культураs": "Corporate culture",
  "ПРОДУКЦИЯ": "PRODUCTS",
  "телефона": "Phone number",
  "address": "Address",
  "E-mail": "E-mail",
  "addressValesco": "100070, Republic of Uzbekistan, Tashkent city, Yakkasaray district, Glinka street 14/3",
  "Контакты": "Contacts",
  "какие-либо": "If you have any questions or need additional information, we are always available. Leave a request, and our specialists will contact you as soon as possible.",
  "Адрес": "Address",
  "для связи": "For communication",
  "дистрибьюторы": "Distributors",
  "Вы можете": "You can purchase genuine oils from our official distributors",
  "Показать фильтр": "Show filter",
  "Скрыть фильтр": "Hide filter",
  "Кто мы такие": "Who We Are",
  "Наша компания": "Our company is a manufacturer of brake fluids, coolants and auto chemicals",
  "начало": "In 2019, the company began producing motor oils under the VALESCO brand, which meet international standards. The company was founded in 2011 as an Uzbek-Korean joint venture, GLOBAL PETROCHEMICAL GROUP, in Tashkent.",
  "производства": "All stages of production (including packaging production) are carried out using our own technological equipment. Thorough quality control is performed at every stage of production",
  "Продукция компании":"GPG’s products fully comply with all necessary standards, have successfully passed tests in accredited laboratories and have test protocols, as well as certification from the Agency for Standardization, Metrology and Certification “UzStandard”, and have been approved for production and use in vehicles in accordance with TU 64-23424406-01:2012.",
  "Так как":"Since the products of “GLOBAL PETROCHEMICAL GROUP” meet the requirements of global automakers, our company has been actively entering the CIS market since 2012. The company exports its products to countries such as Kazakhstan, Kyrgyzstan, Turkmenistan, and others.",  "": "Широкая линейка продуктов",
  "линейка": "Wide range of products",
  "России много":"There are many different types of cars in Russia. And we have many different oils, including those with the approvals and specifications of European and American automakers.",
  "Воспользуйтесь нашим":"Use our selector to determine which oil is right for your car.",
  "Подробнее": "More details",
  "Преимущества":"Advantages",
  "Фасовка и артикул":"Packaging and article",
  "Спецификации":"Specifications",
  "Характеристики":"Characteristics",
  "Документация":"Documentation",
  "Название индикатора": "Indicator name",
  "Значение": "Meaning",
  "Метод испытания": "Test method",
  "скачать": "download",
  "Класс вязкости SAE": "SAE Viscosity Grade",
  "Плотность при 15°С, г/см3": "Density at 15°C, g/cm3",
  "Кинематическая вязкость при 40 °С, мм2/с": "Kinematic viscosity at 40°C, mm2/s",
  "Кинематическая вязкость при 100 °С, мм2/с": "Kinematic viscosity at 100°C, mm2/s",
  "Индекс вязкости": "Viscosity Index",
  "Температура вспышки в открытом тигле °С": "Flash point in open crucible, °C",
  "Температура затвердевания, °С": "Pour point, °C",
  "Щелочное число, мг КОН/г": "Base number, mg KOH/g"
}