import img1 from "../assets/images/pride3.jpg"
import img2 from "../assets/images/pride1.jpg"
import img3 from "../assets/images/pride2.jpg"

export const CATEGORY = [
    {
        id: 1,
        title: "Моторные масла для легковой и легкой коммерческой техники"
    }, 
    {
        id: 2,
        title: "Моторные масла для коммерческой техники"
    }, 
    {
        id: 3,
        title: "Трансмиссионные масла"
    }, 
    {
        id: 4,
        title: "Масла для малой техники"
    }, 
    {
        id: 5,
        title: "Специальные жидкости"
    }, 
    {
        id: 6,
        title: "Гидравлические масла"
    }
]

export const BANNER = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла ZIC производятся только на заводе в Южной Корее. Компания SK Enmove непрерывно контролирует каждый этап производства."
    },
    {
        id: 2,
        title: "Широкая линейка продуктов",
        text: "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей."
    },
    {
        id: 3,
        title: "Отсутствие переплат",
        text: "Мы используем только высококлассное базовое масло группы III по API собственного производства YUBASE, а вы не переплачиваете за закупку у стороннего производителя."
    },
    {
        id: 4,
        title: "Сертификация ОЕМ",
        text: "Бренд ZIC официально сертифицирован мировыми автопроизводителями."
    },
    {
        id: 5,
        title: "Честный импорт",
        text: "Мы остаемся в России. SK Enmove по-прежнему производит масла из премиальных компонентов. Нам не нужно искать варианты замены базовых масел и присадок. Мы просто продолжаем использовать лучшее."
    }
]

export const PRIDE = [
    {
        id: 1,
        img: img1,
        title: "2 EUROTEC 0W20 GX7000 SNCF 4L",
    },
    {
        id: 2,
        img: img2,
        title: "2 EUROTEC 0W30 GX7000 SN CF 4L",
    },
    {
        id: 3,
        img: img3,
        title: "2 EUROTEC 0W40 GTX7000 SNCF 4L",
    }
]

export const MISSION = [
    {
        id: 1,
        price: "200+",
        title: "В холдинг SK входят более 200 компаний в разных регионах по всему миру"
    },
    {
        id: 2,
        price: "$88+",
        title: "По данным на 2022 год общая годовая выручка составляет более 88 миллиардов долларов"
    },
    {
        id: 3,
        price: "117",
        title: "117 место в списке крупнейших компаний мира по версии “Fortune 500” в 2022 году"
    },
]

export const CALLTO = [
    {
        id: 1,
        title: "Мы за максимальную подкованность в знаниях"
    },
    {
        id: 2,
        title: "База знаний"
    },
    {
        id: 3,
        title: "Следи за новостями"
    },
    {
        id: 4,
        title: "Где купить"
    },
]

