import img1 from "../assets/images/pride3.jpg"
import img2 from "../assets/images/pride1.jpg"
import img3 from "../assets/images/pride2.jpg"

import net1 from "../assets/images/net1.jpg"
import net2 from "../assets/images/net2.jpg"
import net3 from "../assets/images/net3.jpg"
import net4 from "../assets/images/net4.jpg"

export const CATEGORY = [
    {
        id: 1,
        title: "Моторные масла для легковой и легкой коммерческой техники"
    }, 
    {
        id: 2,
        title: "Моторные масла для коммерческой техники"
    }, 
    {
        id: 3,
        title: "Трансмиссионные масла"
    }, 
    {
        id: 4,
        title: "Масла для малой техники"
    }, 
    {
        id: 5,
        title: "Специальные жидкости"
    }, 
    {
        id: 6,
        title: "Гидравлические масла"
    }
]

export const BANNER = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла Valesco производятся только на заводе в Южной Корее. Компания SK Enmove непрерывно контролирует каждый этап производства."
    },
    {
        id: 2,
        title: "Широкая линейка продуктов",
        text: "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей."
    },
    {
        id: 3,
        title: "Отсутствие переплат",
        text: "Мы используем только высококлассное базовое масло группы III по API собственного производства YUBASE, а вы не переплачиваете за закупку у стороннего производителя."
    },
    {
        id: 4,
        title: "Сертификация ОЕМ",
        text: "Бренд Valesco официально сертифицирован мировыми автопроизводителями."
    },
    {
        id: 5,
        title: "Честный импорт",
        text: "Мы остаемся в России. SK Enmove по-прежнему производит масла из премиальных компонентов. Нам не нужно искать варианты замены базовых масел и присадок. Мы просто продолжаем использовать лучшее."
    }
]

export const PRIDE = [
    {
        id: 1,
        img: img1,
        title: "2 EUROTEC 0W20 GX7000 SNCF 4L",
    },
    {
        id: 2,
        img: img2,
        title: "2 EUROTEC 0W30 GX7000 SN CF 4L",
    },
    {
        id: 3,
        img: img3,
        title: "2 EUROTEC 0W40 GTX7000 SNCF 4L",
    }
]

export const MISSION = [
    {
        id: 1,
        price: "200+",
        title: "В холдинг SK входят более 200 компаний в разных регионах по всему миру"
    },
    {
        id: 2,
        price: "$88+",
        title: "По данным на 2022 год общая годовая выручка составляет более 88 миллиардов долларов"
    },
    {
        id: 3,
        price: "117",
        title: "117 место в списке крупнейших компаний мира по версии “Fortune 500” в 2022 году"
    },
]

export const CALLTO = [
    {
        id: 1,
        title: "Мы за максимальную подкованность в знаниях"
    },
    {
        id: 2,
        title: "База знаний"
    },
    {
        id: 3,
        title: "Следи за новостями"
    },
    {
        id: 4,
        title: "Где купить"
    },
]

export const NETWORKS = [
    {
        id: 1,
        title: "Энергетика и химическая промышленность",
        text: "Мы разрабатываем экологически безопасные энергетические решения и вещества, которые двигают промышленность вперед",
        img: net1,
    },
    {
        id: 2,
        title: "Информационные и коммуникационные технологии",
        text: "Мы создаем инновационные решения для развития технологий нового уровня",
        img: net2,
    },
    {
        id: 3,
        title: "Микросхемы и материалы",
        text: "Мы совершенствуем технологии производства и передовые материалы для будущих открытий",
        img: net3,
    },
    {
        id: 4,
        title: "Биотехнологии",
        text: "Мы стремимся улучшать здоровье людей и связанную инфраструктуру во всем мире",
        img: net4,
    },
]

export const IMPACT = [
    {
        id: 1,
        title: "Корпоративная культура SK Enmove",
        text: "SK Enmove поддерживает принципы холдинга SK и создает ценности для клиентов, сотрудников, акционеров и бизнес-партнеров, чтобы вносить собственный вклад в экономическое и социальное развитие общества."
    },
    {
        id: 2,
        title: "Этическое управление",
        text: "Мы проводим четкую границу между частными и общественными делами и работаем прозрачно и беспристрастно. Мы создаем корпоративную культуру взаимного уважения и с энтузиазмом выполняем свои обязанности."
    },
    {
        id: 3,
        title: "Акционеры",
        text: "Мы наращиваем стоимость компании за счет повышения прозрачности бизнес-процессов и эффективного управления. Мы непрерывно внедряем инновации и увеличиваем стоимость компании, а затем делимся результатами с акционерами. Мы с уважением относимся к требованиям и предложениям совета директоров."
    },
    {
        id: 4,
        title: "Бизнес партнеры",
        text: "Мы придерживаемся философии win-win при работе со своими бизнес-партнерами. Мы предоставляем справедливые условия и не злоупотребляем ведущим положением."
    },
    {
        id: 5,
        title: "Клиенты",
        text: "Мы дорожим доверием клиентов, поэтому мы предоставляем товары исключительного качества и меняемся в соответствии с потребностями рынка. Мы защищаем данные о клиентах в соответствии с законом и регламентом компании."
    },
    {
        id: 6,
        title: "Общество",
        text: "Мы способствуем социальному развитию и прикладываем все усилия, чтобы вносить позитивный вклад в общество. Мы создаем корпоративную культуру для комфортной жизни и работы наших сотрудников. Мы неукоснительно соблюдаем местные законы и уважаем культуру и традиции каждой страны."
    },
    {
        id: 7,
        title: "Философия управления",
        text: "SKMS (SK Management System) разработала собственный подход к созданию корпоративной культуры, идеологии бизнеса и методов управления SK Group, который разделяют и применяют все компании холдинга SK."
    },
]

export const BENAFITS = [
    {
        id: 1,
        title: "Страховка от подделок",
        text: "Моторные масла Valesco производятся только на заводе в Южной Корее. Компания SK Enmove непрерывно контролирует каждый этап производства в соответствии с высочайшими стандартами качества и экологической безопасности."
    },
    {
        id: 2,
        title: "Уникальные технологии",
        text: "ZERO TECH представляет собой применение продвинутых технологий в моторном масле. Добавление инновационной присадки на основе ионной жидкости обеспечивает снижение износа, низкий граничный коэффициент трения и повышение топливной экономичности, что повышает ресурс и производительность двигателя."
    },
    {
        id: 3,
        title: "Сертификация ОЕМ",
        text: "Бренд Valesco официально сертифицирован мировыми автопроизводителями. Мы поставляем продукты для первичной заливки и послепродажного обслуживания ведущих автопроизводителей: Porsche, Audi, Mercedes-Benz, Volvo, BMW, Renault, Nissan, KIA, Mitsubishi, Hyundai, Ford, Honda, Mazda, Toyota, Subaru, Suzuki, Peugeot-Citroen."
    },
    {
        id: 4,
        title: "Отсутствие переплат",
        text: "Мы используем только высококлассное базовое масло группы III по API собственного производства YUBASE, а вы не переплачиваете за закупку у стороннего производителя."
    },
    {
        id: 5,
        title: "Повышенная эффективность топлива",
        text: "Моторное масло с низкой вязкостью Valesco (0W) снижает расход масла и повышает топливную экономичность двигателя."
    },
    {
        id: 6,
        title: "Высокостойкие модификаторы вязкости",
        text: "В маслах Valesco используются модификаторы вязкости звездообразного типа с высоким индексом стойкости к нагрузкам (Shear Stability Index). Такие модификаторы меньше подвержены разрушению в процессе эксплуатации и дольше сохраняют свои свойства."
    },
    {
        id: 7,
        title: "Продление срока службы двигателя",
        text: "Благодаря современным высококачественным присадкам масла Valesco соответствуют самым жестким требованиям по предотвращению износа и отложений, устранению преждевременного воспламенения топливной смеси (LSPI) и растяжения приводной цепи."
    },
    {
        id: 8,
        title: "Увеличенный интервал замены",
        text: "Масла Valesco устойчивы к окислению и обладают высоким индексом вязкости, что гарантирует стабильную работу даже при длительном использовании, а значит и уменьшение затрат на техническое обслуживание."
    },
    {
        id: 9,
        title: "Широкая линейка продуктов",
        text: "В России много разных машин. А у нас много разных масел, в том числе с допусками и спецификациями европейских и американских автопроизводителей. Воспользуйтесь нашим подборщиком, чтобы определить, какое масло подходит для вашей машины."
    },
    {
        id: 10,
        title: "Честный импорт",
        text: "Мы остаемся в России. SK Enmove по-прежнему производит масла из премиальных компонентов. Нам не нужно искать варианты замены базовых масел и присадок. Мы просто продолжаем использовать лучшее."
    }
    
]

